{
  "asin": "B009S3WP7Q",
  "title": "Confessions of an Idiot",
  "authors": "Chris McDougall and Jeremy Samson",
  "highlights": [
    {
      "text": "To throw oneself off a fixed object, totally going against everything that your mind and society tells you is one of the only true freedoms we have left in this ever-growing world of rules and bullshit.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=137",
        "value": 137
      },
      "note": null
    },
    {
      "text": "Although the original pioneering of the sport is well and truly over, every person on every single jump they do is still pioneering their mind, body and soul in trying to achieve their own goals, their own perfections; and surpass their own limitations. In this world we are the only ones to say a big ‘fuck you’ to society and enjoy the solitary realm of true freedom.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=140",
        "value": 140
      },
      "note": null
    },
    {
      "text": "The older I got the less I wanted to be a part of conventional society and I started questioning everything from my purpose, to society, to religion and all that fits in between. I was still stuck in the everyday rut of modern life, but I eventually cracked and broke free.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=320",
        "value": 320
      },
      "note": null
    },
    {
      "text": "I have found it to be the only way in which you can live – on stupid, spur-of-the-moment decisions and not give a fuck about the future.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=978",
        "value": 978
      },
      "note": null
    },
    {
      "text": "I learnt that I shouldn’t walk with blinkers on, because you end up missing out on all that is going on around you. Often this is where most of the fun is, and where most of life’s beautiful paths appear. I try to always say yes to new opportunities and I keep an open mind about everything. It’s these other paths that present themselves that often lead to a much better and more rewarding experience.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=1436",
        "value": 1436
      },
      "note": null
    },
    {
      "text": "Skydiving is such a safe sport these days and it’s pretty hard to fuck up in a major way, but at the end of the day, the earth is always there and it will not move now matter how hard you try to hit it.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=3296",
        "value": 3296
      },
      "note": null
    },
    {
      "text": "People say we have a death wish and that we are crazy and by reading this I guess it looks like we are, but they couldn’t be further from the truth. It’s people like us that are really living our lives. They may not be the longest lives, but they are definitely filled with maximum fun and maximum excitement, with a real appreciation of what living life to the fullest is truly about.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=3500",
        "value": 3500
      },
      "note": null
    },
    {
      "text": "always keep striving for perfection, but make sure you keep enjoying the journey because it’s not the destination that ultimately makes you happy, but rather all the cool things that happen along on the way.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=4794",
        "value": 4794
      },
      "note": null
    },
    {
      "text": "The key is not to get bogged down by life’s bumps and downers. Society seems to focus on the bad things and the bad times and it’s up to each and every one of us to see past all the bullshit and learn to love every hour, every second, every day, every moment of our amazing lives.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=4881",
        "value": 4881
      },
      "note": null
    },
    {
      "text": "The Man in The Mirror When you get what you want in your struggle for self, And the world makes you king for a day; Then go to the mirror and look back at yourself, And see what the man has to say. For it isn’t a man’s father, mother or wife Whose judgement upon him must pass; The fellow whose verdict counts most in his life, Is the man staring back from the glass. He’s the fellow to please: never mind all the rest. For he’s with you clear up to the end; And you’ve passed your most dangerous, difficult test If the man in the glass is your friend. You can fool the whole world down the pathway of years, And get pats on the back as you pass; But your final reward will be heartache and tears If you’ve cheated the man in the glass.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B009S3WP7Q&location=5091",
        "value": 5091
      },
      "note": null
    }
  ]
}
