{"asin":"B00VE4Y0Z2","title":"Extreme Ownership: How U.S. Navy SEALs Lead and Win","authors":"Jocko Willink and Leif Babin","highlights":[{"text":"We learned that leadership requires belief in the mission and unyielding perseverance to achieve victory, particularly when doubters question whether victory is even possible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=81","value":81},"note":null},{"text":"The only meaningful measure for a leader is whether the team succeeds or fails. For all the definitions, descriptions, and characterizations of leaders, there are only two that matter: effective and ineffective. Effective leaders lead successful teams that accomplish their mission and win. Ineffective leaders do not.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=213","value":213},"note":null},{"text":"For leaders, the humility to admit and own mistakes and develop a plan to overcome them is essential to success. The best leaders are not driven by ego or personal agendas. They are simply focused on the mission and how best to accomplish it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=219","value":219},"note":null},{"text":"they must believe in the cause for which they are fighting. They must believe in the plan they are asked to execute, and most important, they must believe in and trust the leader they are asked to follow.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=278","value":278},"note":null},{"text":"Extreme Ownership. Leaders must own everything in their world. There is no one else to blame.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=298","value":298},"note":null},{"text":"If an individual on the team is not performing at the level required for the team to succeed, the leader must train and mentor that underperformer. But if the underperformer continually fails to meet standards, then a leader who exercises Extreme Ownership must be loyal to the team and the mission above any individual. If underperformers cannot improve, the leader must make the tough call to terminate them and hire others who can get the job done. It is all on the leader.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=508","value":508},"note":null},{"text":"As individuals, we often attribute the success of others to luck or circumstances and make excuses for our own failures and the failures of our team. We blame our own poor performance on bad luck, circumstances beyond our control, or poorly performing subordinates—anyone but ourselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=511","value":511},"note":null},{"text":"When a bad SEAL leader walked into a debrief and blamed everyone else, that attitude was picked up by subordinates and team members, who then followed suit. They all blamed everyone else, and inevitably the team was ineffective and unable to properly execute a plan.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=610","value":610},"note":null},{"text":"most fundamental and important truths at the heart of Extreme Ownership: there are no bad teams, only bad leaders.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=756","value":756},"note":null},{"text":"when it comes to standards, as a leader, it’s not what you preach, it’s what you tolerate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=834","value":834},"note":null},{"text":"“There are only two types of leaders: effective and ineffective. Effective leaders that lead successful, high-performance teams exhibit Extreme Ownership. Anything else is simply ineffective. Anything else is bad leadership.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00VE4Y0Z2&location=943","value":943},"note":null}]}