[
  {
    "asin": "B009S3WP7Q",
    "title": "Confessions of an Idiot",
    "authors": "Chris McDougall and Jeremy Samson",
    "highlights": [
      {
        "text": "To throw oneself off a fixed object, totally going against everything that your mind and society tells you is one of the only true freedoms we have left in this ever-growing world of rules and bullshit.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=137",
          "value": 137
        },
        "note": null
      },
      {
        "text": "Although the original pioneering of the sport is well and truly over, every person on every single jump they do is still pioneering their mind, body and soul in trying to achieve their own goals, their own perfections; and surpass their own limitations. In this world we are the only ones to say a big ‘fuck you’ to society and enjoy the solitary realm of true freedom.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=140",
          "value": 140
        },
        "note": null
      },
      {
        "text": "The older I got the less I wanted to be a part of conventional society and I started questioning everything from my purpose, to society, to religion and all that fits in between. I was still stuck in the everyday rut of modern life, but I eventually cracked and broke free.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=320",
          "value": 320
        },
        "note": null
      },
      {
        "text": "I have found it to be the only way in which you can live – on stupid, spur-of-the-moment decisions and not give a fuck about the future.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=978",
          "value": 978
        },
        "note": null
      },
      {
        "text": "I learnt that I shouldn’t walk with blinkers on, because you end up missing out on all that is going on around you. Often this is where most of the fun is, and where most of life’s beautiful paths appear. I try to always say yes to new opportunities and I keep an open mind about everything. It’s these other paths that present themselves that often lead to a much better and more rewarding experience.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=1436",
          "value": 1436
        },
        "note": null
      },
      {
        "text": "Skydiving is such a safe sport these days and it’s pretty hard to fuck up in a major way, but at the end of the day, the earth is always there and it will not move now matter how hard you try to hit it.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=3296",
          "value": 3296
        },
        "note": null
      },
      {
        "text": "People say we have a death wish and that we are crazy and by reading this I guess it looks like we are, but they couldn’t be further from the truth. It’s people like us that are really living our lives. They may not be the longest lives, but they are definitely filled with maximum fun and maximum excitement, with a real appreciation of what living life to the fullest is truly about.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=3500",
          "value": 3500
        },
        "note": null
      },
      {
        "text": "always keep striving for perfection, but make sure you keep enjoying the journey because it’s not the destination that ultimately makes you happy, but rather all the cool things that happen along on the way.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=4794",
          "value": 4794
        },
        "note": null
      },
      {
        "text": "The key is not to get bogged down by life’s bumps and downers. Society seems to focus on the bad things and the bad times and it’s up to each and every one of us to see past all the bullshit and learn to love every hour, every second, every day, every moment of our amazing lives.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=4881",
          "value": 4881
        },
        "note": null
      },
      {
        "text": "The Man in The Mirror When you get what you want in your struggle for self, And the world makes you king for a day; Then go to the mirror and look back at yourself, And see what the man has to say. For it isn’t a man’s father, mother or wife Whose judgement upon him must pass; The fellow whose verdict counts most in his life, Is the man staring back from the glass. He’s the fellow to please: never mind all the rest. For he’s with you clear up to the end; And you’ve passed your most dangerous, difficult test If the man in the glass is your friend. You can fool the whole world down the pathway of years, And get pats on the back as you pass; But your final reward will be heartache and tears If you’ve cheated the man in the glass.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009S3WP7Q&location=5091",
          "value": 5091
        },
        "note": null
      }
    ]
  },
  {
    "asin": "B00VE4Y0Z2",
    "title": "Extreme Ownership: How U.S. Navy SEALs Lead and Win",
    "authors": "Jocko Willink and Leif Babin",
    "highlights": [
      {
        "text": "We learned that leadership requires belief in the mission and unyielding perseverance to achieve victory, particularly when doubters question whether victory is even possible.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=81",
          "value": 81
        },
        "note": null
      },
      {
        "text": "The only meaningful measure for a leader is whether the team succeeds or fails. For all the definitions, descriptions, and characterizations of leaders, there are only two that matter: effective and ineffective. Effective leaders lead successful teams that accomplish their mission and win. Ineffective leaders do not.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=213",
          "value": 213
        },
        "note": null
      },
      {
        "text": "For leaders, the humility to admit and own mistakes and develop a plan to overcome them is essential to success. The best leaders are not driven by ego or personal agendas. They are simply focused on the mission and how best to accomplish it.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=219",
          "value": 219
        },
        "note": null
      },
      {
        "text": "they must believe in the cause for which they are fighting. They must believe in the plan they are asked to execute, and most important, they must believe in and trust the leader they are asked to follow.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=278",
          "value": 278
        },
        "note": null
      },
      {
        "text": "Extreme Ownership. Leaders must own everything in their world. There is no one else to blame.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=298",
          "value": 298
        },
        "note": null
      },
      {
        "text": "If an individual on the team is not performing at the level required for the team to succeed, the leader must train and mentor that underperformer. But if the underperformer continually fails to meet standards, then a leader who exercises Extreme Ownership must be loyal to the team and the mission above any individual. If underperformers cannot improve, the leader must make the tough call to terminate them and hire others who can get the job done. It is all on the leader.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=508",
          "value": 508
        },
        "note": null
      },
      {
        "text": "As individuals, we often attribute the success of others to luck or circumstances and make excuses for our own failures and the failures of our team. We blame our own poor performance on bad luck, circumstances beyond our control, or poorly performing subordinates—anyone but ourselves.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=511",
          "value": 511
        },
        "note": null
      },
      {
        "text": "When a bad SEAL leader walked into a debrief and blamed everyone else, that attitude was picked up by subordinates and team members, who then followed suit. They all blamed everyone else, and inevitably the team was ineffective and unable to properly execute a plan.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=610",
          "value": 610
        },
        "note": null
      },
      {
        "text": "most fundamental and important truths at the heart of Extreme Ownership: there are no bad teams, only bad leaders.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=756",
          "value": 756
        },
        "note": null
      },
      {
        "text": "when it comes to standards, as a leader, it’s not what you preach, it’s what you tolerate.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=834",
          "value": 834
        },
        "note": null
      },
      {
        "text": "“There are only two types of leaders: effective and ineffective. Effective leaders that lead successful, high-performance teams exhibit Extreme Ownership. Anything else is simply ineffective. Anything else is bad leadership.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00VE4Y0Z2&location=943",
          "value": 943
        },
        "note": null
      }
    ]
  },
  {
    "asin": "B082QN2DJ6",
    "title": "Gig Mindset: Reclaim Your Time, Reinvent Your Career, and Ride the Next Wave of Disruption",
    "authors": "Paul Estes",
    "highlights": [
      {
        "text": "This is the essence of the Gig Mindset. Take any task, break it down into steps, and find the experts you need to handle each part. In this instance, you need to do your taxes.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B082QN2DJ6&location=649",
          "value": 649
        },
        "note": null
      },
      {
        "text": "“No matter how brilliant your mind or strategy, if you’re playing a solo game, you’ll always lose out to a team.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B082QN2DJ6&location=704",
          "value": 704
        },
        "note": null
      },
      {
        "text": "Ask Wonder: How many times have you wasted hours researching topics on your own? Ask Wonder is a pool of professional researchers able to provide information on any topic in a reasonable amount of time.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B082QN2DJ6&location=734",
          "value": 734
        },
        "note": null
      },
      {
        "text": "Writing instructions down isn’t just a benefit to your freelancer. It’s a great exercise for gathering your thoughts and thinking critically. It forces you to consider how to best communicate expectations.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B082QN2DJ6&location=892",
          "value": 892
        },
        "note": null
      },
      {
        "text": "Delegation requires clear communication, guidance, and trust.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B082QN2DJ6&location=1114",
          "value": 1114
        },
        "note": null
      }
    ]
  },
  {
    "asin": "B009U9S6FI",
    "title": "Man's Search for Meaning",
    "authors": "Viktor E. Frankl, Harold S. Kushner, and William J. Winslade",
    "highlights": [
      {
        "text": "“Don’t aim at success—the more you aim at it and make it a target, the more you are going to miss it. For success, like happiness, cannot be pursued; it must ensue, and it only does so as the unintended side-effect of one’s dedication to a cause greater than oneself or as the by-product of one’s surrender to a person other than oneself.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=80",
          "value": 80
        },
        "note": null
      },
      {
        "text": "Love goes very far beyond the physical person of the beloved. It finds its deepest meaning in his spiritual being, his inner self. Whether or not he is actually present, whether or not he is still alive at all, ceases somehow to be of importance.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=532",
          "value": 532
        },
        "note": null
      },
      {
        "text": "No man should judge unless he asks himself in absolute honesty whether in a similar situation he might not have done the same.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=645",
          "value": 645
        },
        "note": null
      },
      {
        "text": "everything can be taken from a man but one thing: the last of the human freedoms—to choose one’s attitude in any given set of circumstances, to choose one’s own way.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=862",
          "value": 862
        },
        "note": null
      },
      {
        "text": "Emotion, which is suffering, ceases to be suffering as soon as we form a clear and precise picture of it.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=963",
          "value": 963
        },
        "note": null
      },
      {
        "text": "The prisoner who had lost faith in the future—his future—was doomed.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=964",
          "value": 964
        },
        "note": null
      },
      {
        "text": "Nietzsche’s words, “He who has a why to live for can bear with almost any how,”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=992",
          "value": 992
        },
        "note": null
      },
      {
        "text": "Life ultimately means taking the responsibility to find the right answer to its problems and to fulfill the tasks which it constantly sets for each individual.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=1000",
          "value": 1000
        },
        "note": null
      },
      {
        "text": "When a man finds that it is his destiny to suffer, he will have to accept his suffering as his task; his single and unique task. He will have to acknowledge the fact that even in suffering he is unique and alone in the universe. No one can relieve him of his suffering or suffer in his place. His unique opportunity lies in the way in which he bears his burden.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=1009",
          "value": 1009
        },
        "note": null
      },
      {
        "text": "What man actually needs is not a tensionless state but rather the striving and struggling for a worthwhile goal, a freely chosen task.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=1295",
          "value": 1295
        },
        "note": null
      },
      {
        "text": "“Live as if you were living already for the second time and as if you had acted the first time as wrongly as you are about to act now!”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=1346",
          "value": 1346
        },
        "note": null
      },
      {
        "text": "Pleasure is, and must remain, a side-effect or by-product, and is destroyed and spoiled to the degree to which it is made a goal in itself.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B009U9S6FI&location=1504",
          "value": 1504
        },
        "note": null
      }
    ]
  },
  {
    "asin": "B005EOTH24",
    "title": "Models: Attract Women Through Honesty",
    "authors": "Mark Manson",
    "highlights": [
      {
        "text": "Social status (and therefore attractiveness) is",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=240",
          "value": 240
        },
        "note": null
      },
      {
        "text": "determined by how you behave around other people, how other people behave around you, and how you treat yourself.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=240",
          "value": 240
        },
        "note": null
      },
      {
        "text": "These are the three tenets of being a high-status and a highly attractive man: treat others well, be treated well by others, and treat yourself well.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=241",
          "value": 241
        },
        "note": null
      },
      {
        "text": "True Confidence is being less invested in other people’s perceptions of you than in your perception of yourself.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=308",
          "value": 308
        },
        "note": null
      },
      {
        "text": "Seduction is the process by which a man induces a woman to become as invested in him as he is in her.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=386",
          "value": 386
        },
        "note": null
      },
      {
        "text": "Vulnerability is the path of true human connection and becoming a truly attractive person. As psychologist Robert Glover once said: “Humans are attracted to each other’s rough edges.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=660",
          "value": 660
        },
        "note": null
      },
      {
        "text": "Stop looking at communication as the surface information and instead pay attention to the emotions and motivations behind what's said. That's where all of the meaning is.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=895",
          "value": 895
        },
        "note": null
      },
      {
        "text": "So the catch is that everything you say must be as authentic as possible. There’s no shortcut. There are no tricks. You say it because you mean it and mean it because you say it. The more nervous it makes you, the better, because it means you’re being authentic and making yourself vulnerable.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=912",
          "value": 912
        },
        "note": null
      },
      {
        "text": "Remember: what you actually say doesn’t matter; WHY you say it matters.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=946",
          "value": 946
        },
        "note": null
      },
      {
        "text": "A confident man does not seek to impose himself on the boundaries of others, he’s merely interested in maintaining his own boundaries while respecting the boundaries of others.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B005EOTH24&location=1102",
          "value": 1102
        },
        "note": null
      }
    ]
  },
  {
    "asin": "B008O58LL8",
    "title": "Relentless: From Good to Great to Unstoppable",
    "authors": "Tim S. Grover",
    "highlights": [
      {
        "text": "It means craving the end result so intensely that the work becomes irrelevant.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=49",
          "value": 49
        },
        "note": null
      },
      {
        "text": "you can’t keep improving if you fear others will disapprove of what you’re doing.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=101",
          "value": 101
        },
        "note": null
      },
      {
        "text": "If you can’t see the end result, how can anyone else see it for you?",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=105",
          "value": 105
        },
        "note": null
      },
      {
        "text": "Being the best means engineering your life so you never stop until you get what you want, and then you keep going until you get what’s next. And then you go for even more.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=145",
          "value": 145
        },
        "note": null
      },
      {
        "text": "Being relentless means demanding more of yourself than anyone else could ever demand of you, knowing that every time you stop, you can still do more. You must do more.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=165",
          "value": 165
        },
        "note": null
      },
      {
        "text": "From this point, your strategy is to make everyone else get on your level; you’re not going down to theirs. You’re not competing with anyone else, ever again. They’re going to have to compete with you. From now on, the end result is all that matters.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=193",
          "value": 193
        },
        "note": null
      },
      {
        "text": "We never saw obstacles or problems, we only saw situations in need of solutions.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=242",
          "value": 242
        },
        "note": null
      },
      {
        "text": "“In order to have what you really want, you must first be who you really are.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=281",
          "value": 281
        },
        "note": null
      },
      {
        "text": "Being relentless means never being satisfied. It means creating new goals every time you reach your personal best. If you’re good, it means you don’t stop until you’re great. If you’re great, it means you fight until you’re unstoppable. It means becoming a Cleaner.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=289",
          "value": 289
        },
        "note": null
      },
      {
        "text": "Greatness makes you a legend; being the best makes you an icon. If you want to be great, deliver the unexpected. If you want to be the best, deliver a miracle.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=298",
          "value": 298
        },
        "note": null
      },
      {
        "text": "Physical dominance can make you great. Mental dominance is what ultimately makes you unstoppable.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=470",
          "value": 470
        },
        "note": null
      },
      {
        "text": "Do. The. Work. Every day, you have to do something you don’t want to do. Every day. Challenge yourself to be uncomfortable, push past the apathy and laziness and fear.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=503",
          "value": 503
        },
        "note": null
      },
      {
        "text": "Bottom line if you want success of any kind: you have to be comfortable being uncomfortable.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=529",
          "value": 529
        },
        "note": null
      },
      {
        "text": "Ask yourself where you are now, and where you want to be instead. Ask yourself what you’re willing to do to get there. Then make a plan to get there. Act on it.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=570",
          "value": 570
        },
        "note": null
      },
      {
        "text": "Remember, you don’t compete with anyone, you make them compete with you.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1205",
          "value": 1205
        },
        "note": null
      },
      {
        "text": "Run to it, embrace it, feel it, so no one else can throw more at you than you’ve already put on yourself.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1206",
          "value": 1206
        },
        "note": null
      },
      {
        "text": "“You had a great season? So what? Those other guys had great seasons, they’re still playing, and you’re not. It’s not enough to get to the top. You have to stay there. Feel that pressure, and fight to stay there. You have to work for that. It’s not owed to you.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1234",
          "value": 1234
        },
        "note": null
      },
      {
        "text": "Cleaners never feel external pressure; they only believe what’s inside them. You can criticize, analyze, demonize a Cleaner, but he’s still only going to feel pressure from within.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1247",
          "value": 1247
        },
        "note": null
      },
      {
        "text": "It all goes back to confidence. When you’re challenged, do you bring the pressure, or do you let the other guy push you into a corner?",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1249",
          "value": 1249
        },
        "note": null
      },
      {
        "text": "The only way you can light other people on fire is to be lit yourself, from the inside.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1625",
          "value": 1625
        },
        "note": null
      },
      {
        "text": "That’s how you get others to come up to your level: show them where it is, and set the example that allows them to get there.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1629",
          "value": 1629
        },
        "note": null
      },
      {
        "text": "Every minute, every hour, every day that you sit around trying to figure out what to do, someone else is already doing it. While you’re trying to choose whether to go left or right, this way or that way, someone else is already there. While you’re paralyzed from overthinking and overanalyzing your next move, someone else went with his gut and beat you to it. Make a choice, or a choice will be made for you.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1649",
          "value": 1649
        },
        "note": null
      },
      {
        "text": "Most people don’t want to make decisions. They make suggestions, and they wait to see what everyone else thinks, so they can say, “It was just a suggestion.” They know the right answer, but can’t act because if something goes wrong, they’ll have to take responsibility and then they can’t blame anyone else.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1653",
          "value": 1653
        },
        "note": null
      },
      {
        "text": "else. A Cleaner makes decisions because there’s no chance in the world he’s going to let anyone else make a decision for him.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1656",
          "value": 1656
        },
        "note": null
      },
      {
        "text": "You can’t rely on others to jump up and make your dreams happen. They have their own dreams, they’re not worrying about yours.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1690",
          "value": 1690
        },
        "note": null
      },
      {
        "text": "Make a plan that truly reflects your goals and interests, and you’ll be more likely to execute.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1696",
          "value": 1696
        },
        "note": null
      },
      {
        "text": "You don’t become unstoppable by following the crowd, you get there by doing something better than anyone else can do it, and proving every day why you’re the best at what you do.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1704",
          "value": 1704
        },
        "note": null
      },
      {
        "text": "Figure out what you do, then do it. And do it better than anyone else.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1725",
          "value": 1725
        },
        "note": null
      },
      {
        "text": "It all comes back to this, no matter what you do in life: Are you willing to make the decision to succeed? Are you going to stand by that decision or quit when it gets hard? Will you choose to keep working when everyone else tells you to quit? Pain comes in all sorts of disguises—physical, mental, emotional. Do you need to be pain-free? Or can you push past it and stand by your commitment and decision to go further? It’s your choice. The outcome is on you.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1767",
          "value": 1767
        },
        "note": null
      },
      {
        "text": "when you reduce your competition to whining that you “got lucky,” you know you’re doing something right.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1795",
          "value": 1795
        },
        "note": null
      },
      {
        "text": "If you want to be elite, you have to earn it. Every day, everything you do. Earn it. Prove it. Sacrifice.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1816",
          "value": 1816
        },
        "note": null
      },
      {
        "text": "Do the work. There is no privilege greater than the pressure to excel, and no greater reward than earning the respect and fear of others who can only stand in awe of your results.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=1924",
          "value": 1924
        },
        "note": null
      },
      {
        "text": "Cleaner Law: surround yourself with those who want you to succeed, who recognize what it takes to be successful.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2219",
          "value": 2219
        },
        "note": null
      },
      {
        "text": "People who don’t pursue their own dreams probably won’t encourage you to pursue yours; they’ll tell you every negative thing they tell themselves.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2219",
          "value": 2219
        },
        "note": null
      },
      {
        "text": "Fuck “try.” Trying is an open invitation to failure, just another way of saying, “If I fail, it’s not my fault, I tried.” You tried your best? Or did you do your best? Huge difference. “Well, I tried.” Okay, now tell me what you did. Do, or don’t do. Do it, and if it doesn’t work, do it again.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2318",
          "value": 2318
        },
        "note": null
      },
      {
        "text": "Did you do it this way? That way? Did you explore every idea you had? Is there anything else you could possibly do to turn things in your favor?",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2321",
          "value": 2321
        },
        "note": null
      },
      {
        "text": "If you aim at excellence, you have to be willing to sacrifice.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2322",
          "value": 2322
        },
        "note": null
      },
      {
        "text": "You never know how bad you want it until you get that first bitter taste of not getting it, but once you taste it, you’re going to fight like hell to get that bitterness out of your mouth.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2323",
          "value": 2323
        },
        "note": null
      },
      {
        "text": "It’s weak to refuse to consider other options and fail at everything because you couldn’t adapt to anything.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2331",
          "value": 2331
        },
        "note": null
      },
      {
        "text": "But to become the best, I had to learn a lot of lessons about always being prepared to change direction, and refusing to get sucked into other people’s opinions of what it means to succeed or fail.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2341",
          "value": 2341
        },
        "note": null
      },
      {
        "text": "Don’t try. Do.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2360",
          "value": 2360
        },
        "note": null
      },
      {
        "text": "You take what everyone else sees as a negative and turn it to your advantage. You don’t sulk, you don’t curl up and die, you glare at it and think, if it’s not going to happen this way, it’s sure as hell going to happen that way. And you tell anyone who doubts you, “I got this.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2361",
          "value": 2361
        },
        "note": null
      },
      {
        "text": "Most people are either content to stay with the safe thing, or they’re too scared to leave a bad thing, and they’ll put all that fear and doubt on you.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2364",
          "value": 2364
        },
        "note": null
      },
      {
        "text": "You have to crave that pressure, embrace it, and never let up. You don’t have to love it. You just have to be insatiable for the results.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2525",
          "value": 2525
        },
        "note": null
      },
      {
        "text": "Every dream you imagine, everything you see and hear and feel in your sleep, that’s not a fantasy, that’s your deep instinct telling you it can all be real. Follow those visions and dreams and desires, and believe what you know. Only you can turn those dreams into reality. Never stop until you do. The greatest battles you will ever fight are with yourself, and you must always be your toughest opponent.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2541",
          "value": 2541
        },
        "note": null
      },
      {
        "text": "Always demand more of yourself than others demand of you. Be honest with yourself, and you’ll be able to meet every challenge with confidence and the deep belief that you are prepared for anything. Life can be complicated; the truth is not.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B008O58LL8&location=2544",
          "value": 2544
        },
        "note": null
      }
    ]
  },
  {
    "asin": "B0794HS83X",
    "title": "Sovereignty: The Battle for the Hearts and Minds of Men",
    "authors": "Ryan Michler",
    "highlights": [
      {
        "text": "A man who has given up his sovereignty fabricates excuses. He tells himself stories. He feeds himself lies.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=52",
          "value": 52
        },
        "note": null
      },
      {
        "text": "A Sovereign Man protects himself, his loved ones, and those who cannot protect themselves. He provides—not just financially, but emotionally, mentally, and spiritually as well. He presides in that he leads himself, his family, and his community.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=69",
          "value": 69
        },
        "note": null
      },
      {
        "text": "at the end of the day, a man is responsible and accountable to himself first, then to the people he has an obligation to. And that is the essence of what it means to be a Sovereign Man: maintaining accountability and responsibility to yourself.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=83",
          "value": 83
        },
        "note": null
      },
      {
        "text": "“Deep in his heart, every man longs for a battle to fight, an adventure to live, and a beauty to rescue.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=150",
          "value": 150
        },
        "note": null
      },
      {
        "text": "You think you’re safe now because the reality of doing nothing hasn’t caught up with you yet. But when it does, it will come with a vengeance. On that day, ignorance is not a successful defense strategy.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=305",
          "value": 305
        },
        "note": null
      },
      {
        "text": "Want to stop bullying for good? Teach your children not to be victims and step up as a protector to themselves and others.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=504",
          "value": 504
        },
        "note": null
      },
      {
        "text": "“It is better to be a warrior in the garden than a gardener in a war.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=511",
          "value": 511
        },
        "note": null
      },
      {
        "text": "“In order to avoid criticism, do nothing, say nothing, be nothing.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=724",
          "value": 724
        },
        "note": null
      },
      {
        "text": "People are hungry for leadership. They want direction. They want guidance. They want a sense of purpose and belonging. They want a battle to fight. You, as a man, can be the flag bearer of that battle if only you choose to be.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=759",
          "value": 759
        },
        "note": null
      },
      {
        "text": "We are not victims unless we choose to be. The world is not conspiring against us. No one is out to get us. This understanding is what gives us the power to do more than we believe we are capable of.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=865",
          "value": 865
        },
        "note": null
      },
      {
        "text": "Intentions are great; results are what matter.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=1473",
          "value": 1473
        },
        "note": null
      },
      {
        "text": "Through courage comes action. Through action comes confidence. Through confidence comes conviction.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=1968",
          "value": 1968
        },
        "note": null
      },
      {
        "text": "Everyone has an opinion. Everyone has a thought about the way you should be doing things. Most of this comes from a place of love and care. Some of it doesn’t. Either way, no one is going to pay your bills. No one is going to accept the consequences of your choices. You are the one who has to live with your actions—make sure they’re your actions.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=2020",
          "value": 2020
        },
        "note": null
      },
      {
        "text": "Here are a few questions to get you started: What are you doing when time goes the fastest? What would you be doing with your time if money was not a concern? What are people asking your advice about? Where does your mind drift throughout the day?",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=2029",
          "value": 2029
        },
        "note": null
      },
      {
        "text": "Winning is not enough to a master. You may be able to outperform another, but do you have the capacity to get better than you once were?",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=2357",
          "value": 2357
        },
        "note": null
      },
      {
        "text": "Reframing the idea of trying new things as an experiment gives you the permission to do something you may not normally do.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=2396",
          "value": 2396
        },
        "note": null
      },
      {
        "text": "Understanding that we’re here on this spinning rock for a very short time should fill you with a sense of urgency. If it doesn’t, I’m not sure what else can be said. You and I are working against a clock. Unlike in a sporting event, however, we don’t know when that time will be up. That being the case, it’s critical that we make the most of every single minute we do have. Too often we don’t. We delay. We coast. We procrastinate.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=2431",
          "value": 2431
        },
        "note": null
      },
      {
        "text": "“We are more often frightened than hurt; and we suffer more from imagination than from reality.”",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=2458",
          "value": 2458
        },
        "note": null
      },
      {
        "text": "I don’t want to be busy. I want to be effective. I want to be efficient. I want to be pursuing an actual objective.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B0794HS83X&location=2726",
          "value": 2726
        },
        "note": null
      }
    ]
  },
  {
    "asin": "B00FK901R8",
    "title": "The Rational Male",
    "authors": "Rollo Tomassi",
    "highlights": [
      {
        "text": "In any relationship, the person with the most power is the one who needs the other the least.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=323",
          "value": 323
        },
        "note": null
      },
      {
        "text": "There’s nothing wrong with backing down from an argument you have with your girlfriend, but there is something wrong when you continually compromise yourself in order to ‘keep the peace’ with the understanding that she’ll withhold intimacy as a result of you holding your ground.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=371",
          "value": 371
        },
        "note": null
      },
      {
        "text": "No woman’s intimacy (i.e. sex) is ever worth that compromise because in doing so you devalue your own worth to her.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=375",
          "value": 375
        },
        "note": null
      },
      {
        "text": "When we allow our thinking, our personality disorders and our mental schemas, combined with their accompanying behaviors, to determine the course of our decisions, we relinquish real Power. The man who succumbs, by force or by will, to the responsibilities, liabilities and accountabilities that are required of him by society, marriage, commitment, family, fatherhood, career choice, the military, etc. leaves him very little influence over the course of his own life.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=431",
          "value": 431
        },
        "note": null
      },
      {
        "text": "The trick in provoking real desire is in keeping her ignorant of your intent to provoke it. Real desire is created by her thinking it’s something she wants, not something she has to do.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=487",
          "value": 487
        },
        "note": null
      },
      {
        "text": "The main reason for embracing rejection is that rejection is better than regret.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=694",
          "value": 694
        },
        "note": null
      },
      {
        "text": "Are you Alpha enough to take a rejection on the chin, smile and confidently come back for more? Or will you run, will you block yourself, will you hide with convenient buffers?",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=704",
          "value": 704
        },
        "note": null
      },
      {
        "text": "Women would rather share a high value Man than be saddled with a faithful loser.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=1127",
          "value": 1127
        },
        "note": null
      },
      {
        "text": "Imagination and competition anxiety paired with implied non-exclusivity are the cornerstones of successful plate spinning.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=1159",
          "value": 1159
        },
        "note": null
      },
      {
        "text": "Women want a Man who other men want to be, and other women want to fuck.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=2396",
          "value": 2396
        },
        "note": null
      },
      {
        "text": "Our great danger in this life is not that we aim too high and fail, but that we aim too low and succeed.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=2416",
          "value": 2416
        },
        "note": null
      },
      {
        "text": "In single, uncommitted, non-exclusive life, sex, while being very enjoyable, becomes a proving ground for most women. In essence, it’s the free samples before the buy,",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=2721",
          "value": 2721
        },
        "note": null
      },
      {
        "text": "Women want to be with Men who other women want to fuck, and other men want to be.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=2756",
          "value": 2756
        },
        "note": null
      },
      {
        "text": "When presented with a competitor of superior status, both sex’s innate, subconscious reaction is to disqualify that competitor from breeding in as expedient a method as possible.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=3085",
          "value": 3085
        },
        "note": null
      },
      {
        "text": "“Look at that girl, she must be a slut to wear / act like that”, or “Yeah, he’s pretty good looking, but guys like that are usually fags” are an example of the standard social weapons people use to disqualify their respective sex.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=3088",
          "value": 3088
        },
        "note": null
      },
      {
        "text": "Women despise a man who needs to be told to be dominant, told to be confident, told to be anything they have on their list of prerequisites for their intimacy.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=3500",
          "value": 3500
        },
        "note": null
      },
      {
        "text": "If masculinity has to be explained to a man, he’s not the man for her.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=3505",
          "value": 3505
        },
        "note": null
      },
      {
        "text": "A cardinal truth of the universe is that genuine desire cannot be negotiated.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=3518",
          "value": 3518
        },
        "note": null
      },
      {
        "text": "What she wants, what her hypergamy wants confirmation of, can never be explicated, it can only be demonstrated. If her desire is for you to be more dominant, her telling you to be so negates the genuineness and the validity of your becoming so.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=3521",
          "value": 3521
        },
        "note": null
      },
      {
        "text": "Communicate with your behavior. Never overtly tell a woman anything. Allow her to come to the conclusions you intend. Her imagination is the best tool in your Game toolbox. Learn how to use it.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=3530",
          "value": 3530
        },
        "note": null
      },
      {
        "text": "It’s my take that commitment ’should’ be a function of genuine desire.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=3972",
          "value": 3972
        },
        "note": null
      },
      {
        "text": "equity.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=4330",
          "value": 4330
        },
        "note": null
      },
      {
        "text": "It’s a mistake (and sometimes a fatal one) to ignore what you know is just under the surface. It’s comforting to believe that you’ve got a special connection, and while the conditions are right, you’ll preserve a relationship based on mutual trust and shared affinity. The flaw is in believing that trust, and kinship is unconditional; that the underlying feral motivators are subdued to the point of being inconsequential. It may be that you do have a special bond that goes beyond just the physical, but that relationship is still founded on physical rules that constantly test and influence that individual.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=4539",
          "value": 4539
        },
        "note": null
      },
      {
        "text": "Men believe in love for the sake of love, women love opportunistically. It’s not that either subscribe to unconditional love, it’s that both gender’s conditions for love differ.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=5035",
          "value": 5035
        },
        "note": null
      },
      {
        "text": "Our great danger is not that we aim too high and fail, but that we aim too low and succeed.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=5096",
          "value": 5096
        },
        "note": null
      },
      {
        "text": "Women don’t want a man to cheat, but they love a Man who could cheat.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00FK901R8&location=5945",
          "value": 5945
        },
        "note": null
      }
    ]
  },
  {
    "asin": "B00UERQSFU",
    "title": "The Rational Male – Preventive Medicine",
    "authors": "Rollo Tomassi",
    "highlights": [
      {
        "text": "You are the hardest reader to reach from a Red Pill perspective because young men are taught to believe that the more you suffer, the more you support, the more you lift up a girlfriend to help her realize her dreams at the cost of your own, the more it shows you really care.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=857",
          "value": 857
        },
        "note": null
      },
      {
        "text": "During the Epiphany Phase a woman’s inner and outer dialog is self-excusing, virtuously self-educational and self-congratulatory.   “I used to be so different in college, but I’ve grown personally” or “I’ve learned my lesson about pursuing the ‘wrong kind’ of men, I’m done with Bad Boys now” and “What happened to all the Nice Men?” are the standard clichés women will tell themselves.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=956",
          "value": 956
        },
        "note": null
      },
      {
        "text": "It’s during this stage that women will make radical shifts in their prioritization of what prerequisite traits qualify as ‘attractive’ in a man and attempt to turn over a new leaf by changing up their behaviors to align with this new “do-it-right-girl” persona they create for themselves.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=965",
          "value": 965
        },
        "note": null
      },
      {
        "text": "The self-affirming psychological schema is one where she’s “finally doing the right thing” or she’s determined to make a fresh start “the right way this time”, when in fact she’s simply making the necessity of her long-term security a virtue she hopes the “right” men will appreciate. And if they don’t, then there’s always the social convention of shaming them to think they’re ‘less-than-men’ for not forgiving her of eating her cake once she’s had it too.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=976",
          "value": 976
        },
        "note": null
      },
      {
        "text": "In the Transition phase, the competition anxiety that prompted the Epiphany Phase is exchanged for an anxiety that results from confronting the possibility a woman may never consolidate on a long-term security. However, as always, feminine social conventions are already in place to absolve her of any real personal accountability for this insight.   Thus, begins the ‘Men are threatened by powerful women’, ‘Men have fragile egos’, ‘Men are shallow and only want young girls they can manipulate instead of vibrant women who are their intellectual equals’ and various other canards intended to simultaneously shame men into compliance with their hypergamous imperative. These ready conventions are established to relieve women of any personal account-ability for the anxiety the Transition phase forces them to experience.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=1016",
          "value": 1016
        },
        "note": null
      },
      {
        "text": "Women in their peak SMV years don’t complain about a dearth of marriageable men– “Man Up” is the anthem of women in the Epiphany Phase.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=1029",
          "value": 1029
        },
        "note": null
      },
      {
        "text": "The common thread running through all this is the woman’s having sex with various attractiveness-prioritized men with options in the hopes that one of them would offer her commitment on her terms. When she fails in her attempt to get one of these top men to commit, she has to find a way to rationalize it so as to put the best face on it she can.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=1046",
          "value": 1046
        },
        "note": null
      },
      {
        "text": "Hypergamy essentially revolves around optimizing (and maximally protracting) women’s unilateral sexual selection from Good Genes men (direct benefits) and Good Dad’s men (material benefits). Alpha Fucks / Beta Bucks.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=1086",
          "value": 1086
        },
        "note": null
      },
      {
        "text": "Ultimatums are declarations of powerlessness because you are resorting to a direct threat to get someone to do what you want them to, and in doing so you overtly confess your weak position.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=1135",
          "value": 1135
        },
        "note": null
      },
      {
        "text": "The female, not the male, determines all the conditions of the animal family. Where the female can derive no benefit from association with the male, no such association takes place.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=1636",
          "value": 1636
        },
        "note": null
      },
      {
        "text": "My whole life, I’ve had it nailed into me that I would be able to find true love if I was honest and hardworking. As I grew older it was, “If I’m some-what fit and have a good job making 60k-80k a year, I’ll find that beautiful girl that loves me as I love her“.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=1764",
          "value": 1764
        },
        "note": null
      },
      {
        "text": "An important part of the Red Pill is learning that the most memorable acts of love a man can commit with a woman are acts of (seeming or genuine) spontaneity and never apparently and overtly planned (and yes, that applies to sex as well).",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=1777",
          "value": 1777
        },
        "note": null
      },
      {
        "text": "Women can handle making more money in a relationship, but they despise being the leader in a relationship.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=1937",
          "value": 1937
        },
        "note": null
      },
      {
        "text": "Sex differences, biologically and psychologically, didn’t evolve for hundreds of thousands of years to be co-equal partnerships based on humanistic (or moralistic) idealism. They evolved into a complementary form of support where the aspects of one sex’s strengths compensated for the other’s weaknesses and vice versa.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2209",
          "value": 2209
        },
        "note": null
      },
      {
        "text": "Indifference, not revenge, speaks volumes.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2496",
          "value": 2496
        },
        "note": null
      },
      {
        "text": "For as long as you consider revenge, no matter how petty, you’ll still be attached to the emotions of that rejection.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2501",
          "value": 2501
        },
        "note": null
      },
      {
        "text": "Revenge should never be your motivation for success.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2522",
          "value": 2522
        },
        "note": null
      },
      {
        "text": "Our great danger is not that we aim too high for lofty goals and fail, but we aim to low for mediocrity and succeed.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2574",
          "value": 2574
        },
        "note": null
      },
      {
        "text": "It Doesn’t Get Easier, You Get Better",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2631",
          "value": 2631
        },
        "note": null
      },
      {
        "text": "For Men, there is no true rest from performance.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2632",
          "value": 2632
        },
        "note": null
      },
      {
        "text": "It is a Man’s capacity to perform and to demonstrate (never explicate) higher value that genuinely motivates women to accommodate mutual needs in a relationship, not communication or reasoning – whether that’s a same night lay or in a 50 year marriage.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2656",
          "value": 2656
        },
        "note": null
      },
      {
        "text": "Nothing is more threatening yet simultaneously attractive to a woman than a man who is aware of his own value to women.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2866",
          "value": 2866
        },
        "note": null
      },
      {
        "text": "the primary lesson of Game is that one needs to have a life and purr-pose that makes a man happy and determined to wake up every morning. Once a man takes control of his life, then a woman becomes an interchangeable part of it like anything else. The road to that state only lies through relentless self-improvement and the shedding of prior limitations. Otherwise, the same brutal cycle repeats itself.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2874",
          "value": 2874
        },
        "note": null
      },
      {
        "text": "Women should only ever be a compliment to a man’s life – never the focus of it.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2930",
          "value": 2930
        },
        "note": null
      },
      {
        "text": "Women are dream killers. Not because they have an agenda to be so, but because men will all too willingly sacrifice their ambitions for a steady supply of pussy and the responsibilities that women attach to this.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=2948",
          "value": 2948
        },
        "note": null
      },
      {
        "text": "have no doubt that their feelings of love are genuine to them based on their individuated concepts of love; indeed they’re ready to fight you tooth and nail to defend their investment in those feelings. What I’m saying is that the criteria a man should need to meet in order to generate those emotions and arrive at a love state are not the universally mutual criteria that an equalitarian social order would have the whole of society believe.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B00UERQSFU&location=3250",
          "value": 3250
        },
        "note": null
      }
    ]
  },
  {
    "asin": "B019MMUA8S",
    "title": "The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life (Mark Manson Collection Book 1)",
    "authors": "Mark Manson",
    "highlights": [
      {
        "text": "The desire for more positive experience is itself a negative experience. And, paradoxically, the acceptance of one’s negative experience is itself a positive experience.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=253",
          "value": 253
        },
        "note": null
      },
      {
        "text": "Being open with your insecurities paradoxically makes you more confident and charismatic around others. The pain of honest confrontation is what generates the greatest trust and respect in your relationships. Suffering through your fears and anxieties is what allows you to build courage and perseverance.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=277",
          "value": 277
        },
        "note": null
      },
      {
        "text": "Everything worthwhile in life is won through surmounting the associated negative experience.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=280",
          "value": 280
        },
        "note": null
      },
      {
        "text": "To be happy we need something to solve. Happiness is therefore a form of action;",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=527",
          "value": 527
        },
        "note": null
      },
      {
        "text": "True happiness occurs only when you find the problems you enjoy having and enjoy solving.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=532",
          "value": 532
        },
        "note": null
      },
      {
        "text": "As a rule, people who are terrified of what others think about them are actually terrified of all the shitty things they think about themselves being reflected back at them.)",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=1231",
          "value": 1231
        },
        "note": null
      },
      {
        "text": "Right now, anyone who is offended about anything—whether it’s the fact that a book about racism was assigned in a university class, or that Christmas trees were banned at the local mall, or the fact that taxes were raised half a percent on investment funds—feels as though they’re being oppressed in some way and therefore deserve to be outraged and to have a certain amount of attention.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=1539",
          "value": 1539
        },
        "note": null
      },
      {
        "text": "The more something threatens your identity, the more you will avoid it.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=1854",
          "value": 1854
        },
        "note": null
      },
      {
        "text": "There’s a kind of self-absorption that comes with fear based on an irrational certainty. When you assume that your plane is the one that’s going to crash, or that your project idea is the stupid one everyone is going to laugh at, or that you’re the one everyone is going to choose to mock or ignore, you’re implicitly telling yourself, “I’m the exception; I’m unlike everybody else; I’m different and special.” This is narcissism, pure and simple. You feel as though your problems deserve to be treated differently, that your problems have some unique math to them that doesn’t obey the laws of the physical universe.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=1902",
          "value": 1902
        },
        "note": null
      },
      {
        "text": "I try to live with few rules, but one that I’ve adopted over the years is this: if it’s down to me being screwed up, or everybody else being screwed up, it is far, far, far more likely that I’m the one who’s screwed up.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=1975",
          "value": 1975
        },
        "note": null
      },
      {
        "text": "if it feels like it’s you versus the world, chances are it’s really just you versus yourself.",
        "isNoteOnly": false,
        "location": {
          "url": "kindle://book?action=open&asin=B019MMUA8S&location=1981",
          "value": 1981
        },
        "note": null
      }
    ]
  }
]
