{
  "asin": "B008O58LL8",
  "title": "Relentless: From Good to Great to Unstoppable",
  "authors": "Tim S. Grover",
  "highlights": [
    {
      "text": "It means craving the end result so intensely that the work becomes irrelevant.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=49",
        "value": 49
      },
      "note": null
    },
    {
      "text": "you can’t keep improving if you fear others will disapprove of what you’re doing.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=101",
        "value": 101
      },
      "note": null
    },
    {
      "text": "If you can’t see the end result, how can anyone else see it for you?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=105",
        "value": 105
      },
      "note": null
    },
    {
      "text": "Being the best means engineering your life so you never stop until you get what you want, and then you keep going until you get what’s next. And then you go for even more.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=145",
        "value": 145
      },
      "note": null
    },
    {
      "text": "Being relentless means demanding more of yourself than anyone else could ever demand of you, knowing that every time you stop, you can still do more. You must do more.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=165",
        "value": 165
      },
      "note": null
    },
    {
      "text": "From this point, your strategy is to make everyone else get on your level; you’re not going down to theirs. You’re not competing with anyone else, ever again. They’re going to have to compete with you. From now on, the end result is all that matters.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=193",
        "value": 193
      },
      "note": null
    },
    {
      "text": "We never saw obstacles or problems, we only saw situations in need of solutions.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=242",
        "value": 242
      },
      "note": null
    },
    {
      "text": "“In order to have what you really want, you must first be who you really are.”",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=281",
        "value": 281
      },
      "note": null
    },
    {
      "text": "Being relentless means never being satisfied. It means creating new goals every time you reach your personal best. If you’re good, it means you don’t stop until you’re great. If you’re great, it means you fight until you’re unstoppable. It means becoming a Cleaner.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=289",
        "value": 289
      },
      "note": null
    },
    {
      "text": "Greatness makes you a legend; being the best makes you an icon. If you want to be great, deliver the unexpected. If you want to be the best, deliver a miracle.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=298",
        "value": 298
      },
      "note": null
    },
    {
      "text": "Physical dominance can make you great. Mental dominance is what ultimately makes you unstoppable.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=470",
        "value": 470
      },
      "note": null
    },
    {
      "text": "Do. The. Work. Every day, you have to do something you don’t want to do. Every day. Challenge yourself to be uncomfortable, push past the apathy and laziness and fear.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=503",
        "value": 503
      },
      "note": null
    },
    {
      "text": "Bottom line if you want success of any kind: you have to be comfortable being uncomfortable.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=529",
        "value": 529
      },
      "note": null
    },
    {
      "text": "Ask yourself where you are now, and where you want to be instead. Ask yourself what you’re willing to do to get there. Then make a plan to get there. Act on it.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=570",
        "value": 570
      },
      "note": null
    },
    {
      "text": "Remember, you don’t compete with anyone, you make them compete with you.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1205",
        "value": 1205
      },
      "note": null
    },
    {
      "text": "Run to it, embrace it, feel it, so no one else can throw more at you than you’ve already put on yourself.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1206",
        "value": 1206
      },
      "note": null
    },
    {
      "text": "“You had a great season? So what? Those other guys had great seasons, they’re still playing, and you’re not. It’s not enough to get to the top. You have to stay there. Feel that pressure, and fight to stay there. You have to work for that. It’s not owed to you.”",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1234",
        "value": 1234
      },
      "note": null
    },
    {
      "text": "Cleaners never feel external pressure; they only believe what’s inside them. You can criticize, analyze, demonize a Cleaner, but he’s still only going to feel pressure from within.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1247",
        "value": 1247
      },
      "note": null
    },
    {
      "text": "It all goes back to confidence. When you’re challenged, do you bring the pressure, or do you let the other guy push you into a corner?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1249",
        "value": 1249
      },
      "note": null
    },
    {
      "text": "The only way you can light other people on fire is to be lit yourself, from the inside.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1625",
        "value": 1625
      },
      "note": null
    },
    {
      "text": "That’s how you get others to come up to your level: show them where it is, and set the example that allows them to get there.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1629",
        "value": 1629
      },
      "note": null
    },
    {
      "text": "Every minute, every hour, every day that you sit around trying to figure out what to do, someone else is already doing it. While you’re trying to choose whether to go left or right, this way or that way, someone else is already there. While you’re paralyzed from overthinking and overanalyzing your next move, someone else went with his gut and beat you to it. Make a choice, or a choice will be made for you.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1649",
        "value": 1649
      },
      "note": null
    },
    {
      "text": "Most people don’t want to make decisions. They make suggestions, and they wait to see what everyone else thinks, so they can say, “It was just a suggestion.” They know the right answer, but can’t act because if something goes wrong, they’ll have to take responsibility and then they can’t blame anyone else.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1653",
        "value": 1653
      },
      "note": null
    },
    {
      "text": "else. A Cleaner makes decisions because there’s no chance in the world he’s going to let anyone else make a decision for him.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1656",
        "value": 1656
      },
      "note": null
    },
    {
      "text": "You can’t rely on others to jump up and make your dreams happen. They have their own dreams, they’re not worrying about yours.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1690",
        "value": 1690
      },
      "note": null
    },
    {
      "text": "Make a plan that truly reflects your goals and interests, and you’ll be more likely to execute.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1696",
        "value": 1696
      },
      "note": null
    },
    {
      "text": "You don’t become unstoppable by following the crowd, you get there by doing something better than anyone else can do it, and proving every day why you’re the best at what you do.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1704",
        "value": 1704
      },
      "note": null
    },
    {
      "text": "Figure out what you do, then do it. And do it better than anyone else.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1725",
        "value": 1725
      },
      "note": null
    },
    {
      "text": "It all comes back to this, no matter what you do in life: Are you willing to make the decision to succeed? Are you going to stand by that decision or quit when it gets hard? Will you choose to keep working when everyone else tells you to quit? Pain comes in all sorts of disguises—physical, mental, emotional. Do you need to be pain-free? Or can you push past it and stand by your commitment and decision to go further? It’s your choice. The outcome is on you.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1767",
        "value": 1767
      },
      "note": null
    },
    {
      "text": "when you reduce your competition to whining that you “got lucky,” you know you’re doing something right.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1795",
        "value": 1795
      },
      "note": null
    },
    {
      "text": "If you want to be elite, you have to earn it. Every day, everything you do. Earn it. Prove it. Sacrifice.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1816",
        "value": 1816
      },
      "note": null
    },
    {
      "text": "Do the work. There is no privilege greater than the pressure to excel, and no greater reward than earning the respect and fear of others who can only stand in awe of your results.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=1924",
        "value": 1924
      },
      "note": null
    },
    {
      "text": "Cleaner Law: surround yourself with those who want you to succeed, who recognize what it takes to be successful.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2219",
        "value": 2219
      },
      "note": null
    },
    {
      "text": "People who don’t pursue their own dreams probably won’t encourage you to pursue yours; they’ll tell you every negative thing they tell themselves.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2219",
        "value": 2219
      },
      "note": null
    },
    {
      "text": "Fuck “try.” Trying is an open invitation to failure, just another way of saying, “If I fail, it’s not my fault, I tried.” You tried your best? Or did you do your best? Huge difference. “Well, I tried.” Okay, now tell me what you did. Do, or don’t do. Do it, and if it doesn’t work, do it again.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2318",
        "value": 2318
      },
      "note": null
    },
    {
      "text": "Did you do it this way? That way? Did you explore every idea you had? Is there anything else you could possibly do to turn things in your favor?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2321",
        "value": 2321
      },
      "note": null
    },
    {
      "text": "If you aim at excellence, you have to be willing to sacrifice.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2322",
        "value": 2322
      },
      "note": null
    },
    {
      "text": "You never know how bad you want it until you get that first bitter taste of not getting it, but once you taste it, you’re going to fight like hell to get that bitterness out of your mouth.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2323",
        "value": 2323
      },
      "note": null
    },
    {
      "text": "It’s weak to refuse to consider other options and fail at everything because you couldn’t adapt to anything.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2331",
        "value": 2331
      },
      "note": null
    },
    {
      "text": "But to become the best, I had to learn a lot of lessons about always being prepared to change direction, and refusing to get sucked into other people’s opinions of what it means to succeed or fail.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2341",
        "value": 2341
      },
      "note": null
    },
    {
      "text": "Don’t try. Do.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2360",
        "value": 2360
      },
      "note": null
    },
    {
      "text": "You take what everyone else sees as a negative and turn it to your advantage. You don’t sulk, you don’t curl up and die, you glare at it and think, if it’s not going to happen this way, it’s sure as hell going to happen that way. And you tell anyone who doubts you, “I got this.”",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2361",
        "value": 2361
      },
      "note": null
    },
    {
      "text": "Most people are either content to stay with the safe thing, or they’re too scared to leave a bad thing, and they’ll put all that fear and doubt on you.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2364",
        "value": 2364
      },
      "note": null
    },
    {
      "text": "You have to crave that pressure, embrace it, and never let up. You don’t have to love it. You just have to be insatiable for the results.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2525",
        "value": 2525
      },
      "note": null
    },
    {
      "text": "Every dream you imagine, everything you see and hear and feel in your sleep, that’s not a fantasy, that’s your deep instinct telling you it can all be real. Follow those visions and dreams and desires, and believe what you know. Only you can turn those dreams into reality. Never stop until you do. The greatest battles you will ever fight are with yourself, and you must always be your toughest opponent.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2541",
        "value": 2541
      },
      "note": null
    },
    {
      "text": "Always demand more of yourself than others demand of you. Be honest with yourself, and you’ll be able to meet every challenge with confidence and the deep belief that you are prepared for anything. Life can be complicated; the truth is not.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B008O58LL8&location=2544",
        "value": 2544
      },
      "note": null
    }
  ]
}
