{
  "asin": "B0794HS83X",
  "title": "Sovereignty: The Battle for the Hearts and Minds of Men",
  "authors": "Ryan Michler",
  "highlights": [
    {
      "text": "A man who has given up his sovereignty fabricates excuses. He tells himself stories. He feeds himself lies.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=52",
        "value": 52
      },
      "note": null
    },
    {
      "text": "A Sovereign Man protects himself, his loved ones, and those who cannot protect themselves. He provides—not just financially, but emotionally, mentally, and spiritually as well. He presides in that he leads himself, his family, and his community.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=69",
        "value": 69
      },
      "note": null
    },
    {
      "text": "at the end of the day, a man is responsible and accountable to himself first, then to the people he has an obligation to. And that is the essence of what it means to be a Sovereign Man: maintaining accountability and responsibility to yourself.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=83",
        "value": 83
      },
      "note": null
    },
    {
      "text": "“Deep in his heart, every man longs for a battle to fight, an adventure to live, and a beauty to rescue.”",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=150",
        "value": 150
      },
      "note": null
    },
    {
      "text": "You think you’re safe now because the reality of doing nothing hasn’t caught up with you yet. But when it does, it will come with a vengeance. On that day, ignorance is not a successful defense strategy.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=305",
        "value": 305
      },
      "note": null
    },
    {
      "text": "Want to stop bullying for good? Teach your children not to be victims and step up as a protector to themselves and others.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=504",
        "value": 504
      },
      "note": null
    },
    {
      "text": "“It is better to be a warrior in the garden than a gardener in a war.”",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=511",
        "value": 511
      },
      "note": null
    },
    {
      "text": "“In order to avoid criticism, do nothing, say nothing, be nothing.”",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=724",
        "value": 724
      },
      "note": null
    },
    {
      "text": "People are hungry for leadership. They want direction. They want guidance. They want a sense of purpose and belonging. They want a battle to fight. You, as a man, can be the flag bearer of that battle if only you choose to be.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=759",
        "value": 759
      },
      "note": null
    },
    {
      "text": "We are not victims unless we choose to be. The world is not conspiring against us. No one is out to get us. This understanding is what gives us the power to do more than we believe we are capable of.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=865",
        "value": 865
      },
      "note": null
    },
    {
      "text": "Intentions are great; results are what matter.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=1473",
        "value": 1473
      },
      "note": null
    },
    {
      "text": "Through courage comes action. Through action comes confidence. Through confidence comes conviction.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=1968",
        "value": 1968
      },
      "note": null
    },
    {
      "text": "Everyone has an opinion. Everyone has a thought about the way you should be doing things. Most of this comes from a place of love and care. Some of it doesn’t. Either way, no one is going to pay your bills. No one is going to accept the consequences of your choices. You are the one who has to live with your actions—make sure they’re your actions.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=2020",
        "value": 2020
      },
      "note": null
    },
    {
      "text": "Here are a few questions to get you started: What are you doing when time goes the fastest? What would you be doing with your time if money was not a concern? What are people asking your advice about? Where does your mind drift throughout the day?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=2029",
        "value": 2029
      },
      "note": null
    },
    {
      "text": "Winning is not enough to a master. You may be able to outperform another, but do you have the capacity to get better than you once were?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=2357",
        "value": 2357
      },
      "note": null
    },
    {
      "text": "Reframing the idea of trying new things as an experiment gives you the permission to do something you may not normally do.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=2396",
        "value": 2396
      },
      "note": null
    },
    {
      "text": "Understanding that we’re here on this spinning rock for a very short time should fill you with a sense of urgency. If it doesn’t, I’m not sure what else can be said. You and I are working against a clock. Unlike in a sporting event, however, we don’t know when that time will be up. That being the case, it’s critical that we make the most of every single minute we do have. Too often we don’t. We delay. We coast. We procrastinate.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=2431",
        "value": 2431
      },
      "note": null
    },
    {
      "text": "“We are more often frightened than hurt; and we suffer more from imagination than from reality.”",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=2458",
        "value": 2458
      },
      "note": null
    },
    {
      "text": "I don’t want to be busy. I want to be effective. I want to be efficient. I want to be pursuing an actual objective.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B0794HS83X&location=2726",
        "value": 2726
      },
      "note": null
    }
  ]
}
