{"asin":"B00UERQSFU","title":"The Rational Male – Preventive Medicine","authors":"Rollo Tomassi","highlights":[{"text":"You are the hardest reader to reach from a Red Pill perspective because young men are taught to believe that the more you suffer, the more you support, the more you lift up a girlfriend to help her realize her dreams at the cost of your own, the more it shows you really care.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=857","value":857},"note":null},{"text":"During the Epiphany Phase a woman’s inner and outer dialog is self-excusing, virtuously self-educational and self-congratulatory.   “I used to be so different in college, but I’ve grown personally” or “I’ve learned my lesson about pursuing the ‘wrong kind’ of men, I’m done with Bad Boys now” and “What happened to all the Nice Men?” are the standard clichés women will tell themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=956","value":956},"note":null},{"text":"It’s during this stage that women will make radical shifts in their prioritization of what prerequisite traits qualify as ‘attractive’ in a man and attempt to turn over a new leaf by changing up their behaviors to align with this new “do-it-right-girl” persona they create for themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=965","value":965},"note":null},{"text":"The self-affirming psychological schema is one where she’s “finally doing the right thing” or she’s determined to make a fresh start “the right way this time”, when in fact she’s simply making the necessity of her long-term security a virtue she hopes the “right” men will appreciate. And if they don’t, then there’s always the social convention of shaming them to think they’re ‘less-than-men’ for not forgiving her of eating her cake once she’s had it too.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=976","value":976},"note":null},{"text":"In the Transition phase, the competition anxiety that prompted the Epiphany Phase is exchanged for an anxiety that results from confronting the possibility a woman may never consolidate on a long-term security. However, as always, feminine social conventions are already in place to absolve her of any real personal accountability for this insight.   Thus, begins the ‘Men are threatened by powerful women’, ‘Men have fragile egos’, ‘Men are shallow and only want young girls they can manipulate instead of vibrant women who are their intellectual equals’ and various other canards intended to simultaneously shame men into compliance with their hypergamous imperative. These ready conventions are established to relieve women of any personal account-ability for the anxiety the Transition phase forces them to experience.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=1016","value":1016},"note":null},{"text":"Women in their peak SMV years don’t complain about a dearth of marriageable men– “Man Up” is the anthem of women in the Epiphany Phase.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=1029","value":1029},"note":null},{"text":"The common thread running through all this is the woman’s having sex with various attractiveness-prioritized men with options in the hopes that one of them would offer her commitment on her terms. When she fails in her attempt to get one of these top men to commit, she has to find a way to rationalize it so as to put the best face on it she can.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=1046","value":1046},"note":null},{"text":"Hypergamy essentially revolves around optimizing (and maximally protracting) women’s unilateral sexual selection from Good Genes men (direct benefits) and Good Dad’s men (material benefits). Alpha Fucks / Beta Bucks.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=1086","value":1086},"note":null},{"text":"Ultimatums are declarations of powerlessness because you are resorting to a direct threat to get someone to do what you want them to, and in doing so you overtly confess your weak position.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=1135","value":1135},"note":null},{"text":"The female, not the male, determines all the conditions of the animal family. Where the female can derive no benefit from association with the male, no such association takes place.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=1636","value":1636},"note":null},{"text":"My whole life, I’ve had it nailed into me that I would be able to find true love if I was honest and hardworking. As I grew older it was, “If I’m some-what fit and have a good job making 60k-80k a year, I’ll find that beautiful girl that loves me as I love her“.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=1764","value":1764},"note":null},{"text":"An important part of the Red Pill is learning that the most memorable acts of love a man can commit with a woman are acts of (seeming or genuine) spontaneity and never apparently and overtly planned (and yes, that applies to sex as well).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=1777","value":1777},"note":null},{"text":"Women can handle making more money in a relationship, but they despise being the leader in a relationship.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=1937","value":1937},"note":null},{"text":"Sex differences, biologically and psychologically, didn’t evolve for hundreds of thousands of years to be co-equal partnerships based on humanistic (or moralistic) idealism. They evolved into a complementary form of support where the aspects of one sex’s strengths compensated for the other’s weaknesses and vice versa.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2209","value":2209},"note":null},{"text":"Indifference, not revenge, speaks volumes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2496","value":2496},"note":null},{"text":"For as long as you consider revenge, no matter how petty, you’ll still be attached to the emotions of that rejection.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2501","value":2501},"note":null},{"text":"Revenge should never be your motivation for success.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2522","value":2522},"note":null},{"text":"Our great danger is not that we aim too high for lofty goals and fail, but we aim to low for mediocrity and succeed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2574","value":2574},"note":null},{"text":"It Doesn’t Get Easier, You Get Better","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2631","value":2631},"note":null},{"text":"For Men, there is no true rest from performance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2632","value":2632},"note":null},{"text":"It is a Man’s capacity to perform and to demonstrate (never explicate) higher value that genuinely motivates women to accommodate mutual needs in a relationship, not communication or reasoning – whether that’s a same night lay or in a 50 year marriage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2656","value":2656},"note":null},{"text":"Nothing is more threatening yet simultaneously attractive to a woman than a man who is aware of his own value to women.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2866","value":2866},"note":null},{"text":"the primary lesson of Game is that one needs to have a life and purr-pose that makes a man happy and determined to wake up every morning. Once a man takes control of his life, then a woman becomes an interchangeable part of it like anything else. The road to that state only lies through relentless self-improvement and the shedding of prior limitations. Otherwise, the same brutal cycle repeats itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2874","value":2874},"note":null},{"text":"Women should only ever be a compliment to a man’s life – never the focus of it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2930","value":2930},"note":null},{"text":"Women are dream killers. Not because they have an agenda to be so, but because men will all too willingly sacrifice their ambitions for a steady supply of pussy and the responsibilities that women attach to this.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=2948","value":2948},"note":null},{"text":"have no doubt that their feelings of love are genuine to them based on their individuated concepts of love; indeed they’re ready to fight you tooth and nail to defend their investment in those feelings. What I’m saying is that the criteria a man should need to meet in order to generate those emotions and arrive at a love state are not the universally mutual criteria that an equalitarian social order would have the whole of society believe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00UERQSFU&location=3250","value":3250},"note":null}]}