{"asin":"B019MMUA8S","title":"The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life (Mark Manson Collection Book 1)","authors":"Mark Manson","highlights":[{"text":"The desire for more positive experience is itself a negative experience. And, paradoxically, the acceptance of one’s negative experience is itself a positive experience.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=253","value":253},"note":null},{"text":"Being open with your insecurities paradoxically makes you more confident and charismatic around others. The pain of honest confrontation is what generates the greatest trust and respect in your relationships. Suffering through your fears and anxieties is what allows you to build courage and perseverance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=277","value":277},"note":null},{"text":"Everything worthwhile in life is won through surmounting the associated negative experience.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=280","value":280},"note":null},{"text":"To be happy we need something to solve. Happiness is therefore a form of action;","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=527","value":527},"note":null},{"text":"True happiness occurs only when you find the problems you enjoy having and enjoy solving.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=532","value":532},"note":null},{"text":"As a rule, people who are terrified of what others think about them are actually terrified of all the shitty things they think about themselves being reflected back at them.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=1231","value":1231},"note":null},{"text":"Right now, anyone who is offended about anything—whether it’s the fact that a book about racism was assigned in a university class, or that Christmas trees were banned at the local mall, or the fact that taxes were raised half a percent on investment funds—feels as though they’re being oppressed in some way and therefore deserve to be outraged and to have a certain amount of attention.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=1539","value":1539},"note":null},{"text":"The more something threatens your identity, the more you will avoid it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=1854","value":1854},"note":null},{"text":"There’s a kind of self-absorption that comes with fear based on an irrational certainty. When you assume that your plane is the one that’s going to crash, or that your project idea is the stupid one everyone is going to laugh at, or that you’re the one everyone is going to choose to mock or ignore, you’re implicitly telling yourself, “I’m the exception; I’m unlike everybody else; I’m different and special.” This is narcissism, pure and simple. You feel as though your problems deserve to be treated differently, that your problems have some unique math to them that doesn’t obey the laws of the physical universe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=1902","value":1902},"note":null},{"text":"I try to live with few rules, but one that I’ve adopted over the years is this: if it’s down to me being screwed up, or everybody else being screwed up, it is far, far, far more likely that I’m the one who’s screwed up.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=1975","value":1975},"note":null},{"text":"if it feels like it’s you versus the world, chances are it’s really just you versus yourself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B019MMUA8S&location=1981","value":1981},"note":null}]}