{
  "asin": "B00FK901R8",
  "title": "The Rational Male",
  "authors": "Rollo Tomassi",
  "highlights": [
    {
      "text": "In any relationship, the person with the most power is the one who needs the other the least.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=323",
        "value": 323
      },
      "note": null
    },
    {
      "text": "There’s nothing wrong with backing down from an argument you have with your girlfriend, but there is something wrong when you continually compromise yourself in order to ‘keep the peace’ with the understanding that she’ll withhold intimacy as a result of you holding your ground.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=371",
        "value": 371
      },
      "note": null
    },
    {
      "text": "No woman’s intimacy (i.e. sex) is ever worth that compromise because in doing so you devalue your own worth to her.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=375",
        "value": 375
      },
      "note": null
    },
    {
      "text": "When we allow our thinking, our personality disorders and our mental schemas, combined with their accompanying behaviors, to determine the course of our decisions, we relinquish real Power. The man who succumbs, by force or by will, to the responsibilities, liabilities and accountabilities that are required of him by society, marriage, commitment, family, fatherhood, career choice, the military, etc. leaves him very little influence over the course of his own life.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=431",
        "value": 431
      },
      "note": null
    },
    {
      "text": "The trick in provoking real desire is in keeping her ignorant of your intent to provoke it. Real desire is created by her thinking it’s something she wants, not something she has to do.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=487",
        "value": 487
      },
      "note": null
    },
    {
      "text": "The main reason for embracing rejection is that rejection is better than regret.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=694",
        "value": 694
      },
      "note": null
    },
    {
      "text": "Are you Alpha enough to take a rejection on the chin, smile and confidently come back for more? Or will you run, will you block yourself, will you hide with convenient buffers?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=704",
        "value": 704
      },
      "note": null
    },
    {
      "text": "Women would rather share a high value Man than be saddled with a faithful loser.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=1127",
        "value": 1127
      },
      "note": null
    },
    {
      "text": "Imagination and competition anxiety paired with implied non-exclusivity are the cornerstones of successful plate spinning.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=1159",
        "value": 1159
      },
      "note": null
    },
    {
      "text": "Women want a Man who other men want to be, and other women want to fuck.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=2396",
        "value": 2396
      },
      "note": null
    },
    {
      "text": "Our great danger in this life is not that we aim too high and fail, but that we aim too low and succeed.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=2416",
        "value": 2416
      },
      "note": null
    },
    {
      "text": "In single, uncommitted, non-exclusive life, sex, while being very enjoyable, becomes a proving ground for most women. In essence, it’s the free samples before the buy,",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=2721",
        "value": 2721
      },
      "note": null
    },
    {
      "text": "Women want to be with Men who other women want to fuck, and other men want to be.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=2756",
        "value": 2756
      },
      "note": null
    },
    {
      "text": "When presented with a competitor of superior status, both sex’s innate, subconscious reaction is to disqualify that competitor from breeding in as expedient a method as possible.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=3085",
        "value": 3085
      },
      "note": null
    },
    {
      "text": "“Look at that girl, she must be a slut to wear / act like that”, or “Yeah, he’s pretty good looking, but guys like that are usually fags” are an example of the standard social weapons people use to disqualify their respective sex.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=3088",
        "value": 3088
      },
      "note": null
    },
    {
      "text": "Women despise a man who needs to be told to be dominant, told to be confident, told to be anything they have on their list of prerequisites for their intimacy.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=3500",
        "value": 3500
      },
      "note": null
    },
    {
      "text": "If masculinity has to be explained to a man, he’s not the man for her.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=3505",
        "value": 3505
      },
      "note": null
    },
    {
      "text": "A cardinal truth of the universe is that genuine desire cannot be negotiated.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=3518",
        "value": 3518
      },
      "note": null
    },
    {
      "text": "What she wants, what her hypergamy wants confirmation of, can never be explicated, it can only be demonstrated. If her desire is for you to be more dominant, her telling you to be so negates the genuineness and the validity of your becoming so.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=3521",
        "value": 3521
      },
      "note": null
    },
    {
      "text": "Communicate with your behavior. Never overtly tell a woman anything. Allow her to come to the conclusions you intend. Her imagination is the best tool in your Game toolbox. Learn how to use it.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=3530",
        "value": 3530
      },
      "note": null
    },
    {
      "text": "It’s my take that commitment ’should’ be a function of genuine desire.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=3972",
        "value": 3972
      },
      "note": null
    },
    {
      "text": "equity.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=4330",
        "value": 4330
      },
      "note": null
    },
    {
      "text": "It’s a mistake (and sometimes a fatal one) to ignore what you know is just under the surface. It’s comforting to believe that you’ve got a special connection, and while the conditions are right, you’ll preserve a relationship based on mutual trust and shared affinity. The flaw is in believing that trust, and kinship is unconditional; that the underlying feral motivators are subdued to the point of being inconsequential. It may be that you do have a special bond that goes beyond just the physical, but that relationship is still founded on physical rules that constantly test and influence that individual.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=4539",
        "value": 4539
      },
      "note": null
    },
    {
      "text": "Men believe in love for the sake of love, women love opportunistically. It’s not that either subscribe to unconditional love, it’s that both gender’s conditions for love differ.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=5035",
        "value": 5035
      },
      "note": null
    },
    {
      "text": "Our great danger is not that we aim too high and fail, but that we aim too low and succeed.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=5096",
        "value": 5096
      },
      "note": null
    },
    {
      "text": "Women don’t want a man to cheat, but they love a Man who could cheat.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00FK901R8&location=5945",
        "value": 5945
      },
      "note": null
    }
  ]
}
